Repository: D-nDev/open-maestri-agentic
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans

# agent.color
source: Color
pt_br: Cor
zh_hans: 颜色

# agent.command.help
source: Agent launch command (e.g. claude, codex, gemini)
pt_br: Comando de inicialização do Agente (ex.: claude, codex, gemini)
zh_hans: Agent 启动命令（如 claude、codex、gemini）

# agent.icon
source: Icon
pt_br: Ícone
zh_hans: 图标

# agent.name
source: Name
pt_br: Nome
zh_hans: 名称

# agent.new_preset
source: New Agent Preset
pt_br: Nova predefinição de Agente
zh_hans: 新建 Agent 预设

# agent.onboarding.drag_hint
source: Drag a terminal node from the top toolbar, choose Claude Code / Codex / Shell and more
pt_br: Arraste um nó de Terminal da barra de ferramentas superior e escolha Claude Code, Codex, Shell ou outra opção
zh_hans: 从顶部工具栏拖入终端节点，选择 Claude Code / Codex / Shell 等预设

# agent.role.footer
source: Roles provide initial instructions for terminals. Maestro can assign roles when recruiting sub-agents.
pt_br: As funções fornecem instruções iniciais aos Terminais. O Maestro pode atribuir funções ao recrutar subagentes.
zh_hans: 角色为终端提供初始指令。Maestro 招募子 Agent 时可指定角色。

# agent.role.inject_hint
source: After assigning a role, the following content will be written to CLAUDE.md / AGENTS.md
pt_br: Após atribuir uma função, o seguinte conteúdo será gravado em CLAUDE.md / AGENTS.md
zh_hans: 分配角色后，以下内容将写入 CLAUDE.md / AGENTS.md 文件

# agent.role_prompt.placeholder
source: (Enter role instructions)
pt_br: (Digite as instruções da função)
zh_hans: （请输入角色指令）

# agent.section.presets
source: Agent Presets
pt_br: Predefinições de Agente
zh_hans: Agent 预设

# agent.section.role_instructions
source: Role Instructions
pt_br: Instruções da função
zh_hans: 角色指令

# agent.tab.basic_info
source: Basic Info
pt_br: Informações básicas
zh_hans: 基本信息

# agent.tab.instructions_preview
source: Instructions Preview
pt_br: Prévia das instruções
zh_hans: 指令预览

# agent.type
source: Type
pt_br: Tipo
zh_hans: 类型

# agents.roles.add
source: Add Role
pt_br: Adicionar função
zh_hans: 添加角色

# agents.roles.description
source: Create roles with specific instructions for your agents. Once assigned to a terminal, agents will automatically follow these instructions.
pt_br: Crie funções com instruções específicas para seus Agentes. Depois de atribuídas a um Terminal, essas instruções serão seguidas automaticamente.
zh_hans: 为你的代理创建包含具体指令的角色。分配到终端后，代理会自动遵循这些指令。

# agents.roles.search
source: Search roles...
pt_br: Pesquisar funções...
zh_hans: 搜索角色...

# agents.roles.title
source: Agent Roles
pt_br: Funções dos Agentes
zh_hans: 代理角色

# agents.skills.add_path
source: Add Custom Path
pt_br: Adicionar caminho personalizado
zh_hans: 添加自定义路径

# agents.skills.description
source: These are the install locations of Maestri skills — they are key to agents understanding and using Maestri features.
pt_br: Estes são os locais de instalação das Skills do Maestri, essenciais para que os Agentes entendam e usem seus recursos.
zh_hans: 这些是 Maestri 技能的安装位置 — 它们是智能体理解并使用 Maestri 各项功能的关键。

# agents.skills.edit_path
source: Edit Skill Path
pt_br: Editar caminho da Skill
zh_hans: 编辑技能路径

# agents.skills.empty
source: No skill paths configured. Click the button below to add one.
pt_br: Nenhum caminho de Skill configurado. Clique no botão abaixo para adicionar um.
zh_hans: 暂无技能路径，点击下方按钮添加

# agents.skills.footer
source: Changes take effect immediately on this machine. Remote SSH hosts will adopt the new list next time a terminal is opened.
pt_br: As alterações entram em vigor imediatamente nesta máquina. Hosts SSH remotos usarão a nova lista quando um Terminal for aberto novamente.
zh_hans: 更改会立即在本机生效。远程 SSH 主机会在下次打开终端时采用新列表。

# agents.skills.new_path
source: New Skill Path
pt_br: Novo caminho de Skill
zh_hans: 新建技能路径

# agents.skills.path_location
source: Path
pt_br: Caminho
zh_hans: 路径

# agents.skills.path_name
source: Name
pt_br: Nome
zh_hans: 名称

# agents.skills.reset
source: Reset to Defaults
pt_br: Restaurar padrões
zh_hans: 恢复默认设置

# agents.skills.title
source: Skill Locations
pt_br: Locais das Skills
zh_hans: 技能位置

# agents.subtab.roles
source: Roles
pt_br: Funções
zh_hans: 角色

# alert.workspace.load_failed
source: Some workspaces failed to load
pt_br: Não foi possível carregar alguns Workspaces
zh_hans: 部分工作区加载失败

# button.add_custom_preset
source: Add Custom Preset…
pt_br: Adicionar predefinição personalizada…
zh_hans: 添加自定义预设…

# button.add_role
source: New Role…
pt_br: Nova função…
zh_hans: 新建角色…

# button.browse
source: Browse…
pt_br: Navegar…
zh_hans: 浏览…

# button.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# button.check_updates
source: Check for Updates…
pt_br: Verificar atualizações…
zh_hans: 检查更新…

# button.choose_directory
source: Choose…
pt_br: Escolher…
zh_hans: 选择…

# button.close
source: Close
pt_br: Fechar
zh_hans: 关闭

# button.confirm
source: Confirm
pt_br: Confirmar
zh_hans: 确定

# button.connect
source: Connect
pt_br: Conectar
zh_hans: 连接

# button.continue
source: Continue
pt_br: Continuar
zh_hans: 继续

# button.create
source: Create
pt_br: Criar
zh_hans: 创建

# button.delete
source: Delete
pt_br: Excluir
zh_hans: 删除

# button.delete_group
source: Delete Group
pt_br: Excluir grupo
zh_hans: 删除分组

# button.done
source: Done
pt_br: Concluir
zh_hans: 完成

# button.duplicate
source: Duplicate
pt_br: Duplicar
zh_hans: 复制

# button.edit
source: Edit
pt_br: Editar
zh_hans: 编辑

# button.get_started
source: Get Started
pt_br: Começar
zh_hans: 开始使用

# button.modify
source: Modify
pt_br: Modificar
zh_hans: 修改

# button.remove_from_group
source: Remove from Group
pt_br: Remover do grupo
zh_hans: 从分组移除

# button.rename
source: Rename
pt_br: Renomear
zh_hans: 重命名

# button.rename_group
source: Rename Group
pt_br: Renomear grupo
zh_hans: 重命名分组

# button.restore
source: Restore
pt_br: Restaurar
zh_hans: 恢复

# button.restore_defaults
source: Restore Defaults
pt_br: Restaurar padrões
zh_hans: 恢复默认

# button.save
source: Save
pt_br: Salvar
zh_hans: 保存

# button.save_files
source: Save Files
pt_br: Salvar arquivos
zh_hans: 保存文件

# button.select
source: Select…
pt_br: Selecionar…
zh_hans: 选择…

# button.start
source: Start
pt_br: Iniciar
zh_hans: 开始

# button.view_backups
source: View Backups…
pt_br: Ver backups…
zh_hans: 查看备份…

# canvas.center_node
source: Center Selected Node
pt_br: Centralizar o nó selecionado
zh_hans: 居中选中节点

# canvas.chrome.hide
source: Hide Chrome
pt_br: Ocultar controles
zh_hans: 隐藏控制栏

# canvas.chrome.show
source: Show Chrome
pt_br: Mostrar controles
zh_hans: 显示控制栏

# canvas.chrome.toggle
source: Hide/Show Chrome
pt_br: Ocultar/mostrar controles
zh_hans: 隐藏/显示控制栏

# canvas.context.add
source: Add
pt_br: Adicionar
zh_hans: 添加

# canvas.context.add.attachment
source: Attachment
pt_br: Anexo
zh_hans: 附件

# canvas.context.add.filetree
source: File Tree
pt_br: Arquivos
zh_hans: 文件树

# canvas.context.add.note
source: Note
pt_br: Nota
zh_hans: 便签

# canvas.context.add.text
source: Text
pt_br: Texto
zh_hans: 文本

# canvas.context.assign_role
source: Assign Role
pt_br: Atribuir função
zh_hans: 分配角色

# canvas.context.clear_buffer
source: Clear Buffer
pt_br: Limpar buffer
zh_hans: 清除缓冲区

# canvas.context.connect
source: Connect
pt_br: Conectar
zh_hans: 连接

# canvas.context.copy_terminal
source: Copy
pt_br: Copiar
zh_hans: 拷贝

# canvas.context.delete
source: Delete
pt_br: Excluir
zh_hans: 删除

# canvas.context.disable_monitor
source: Disable Monitor
pt_br: Desativar monitor
zh_hans: 关闭监控活动

# canvas.context.duplicate
source: Duplicate
pt_br: Duplicar
zh_hans: 复制

# canvas.context.edit_terminal
source: Edit Terminal
pt_br: Editar Terminal
zh_hans: 编辑终端

# canvas.context.enable_monitor
source: Monitor Activity
pt_br: Monitorar atividade
zh_hans: 监控活动

# canvas.context.paste
source: Paste
pt_br: Colar
zh_hans: 粘贴

# canvas.context.reload_terminal
source: Reload
pt_br: Recarregar
zh_hans: 重新加载

# canvas.context.rename
source: Rename
pt_br: Renomear
zh_hans: 重命名

# canvas.delete_node
source: Delete Selected Node
pt_br: Excluir nó selecionado
zh_hans: 删除选中节点

# canvas.empty
source: Canvas is empty
pt_br: O Canvas está vazio
zh_hans: 画布为空

source: Canvas Minimap
pt_br: Minimapa do Canvas
zh_hans: 画布缩略图

# canvas.toolbar.draw
source: Draw
pt_br: Desenhar
zh_hans: 手绘

# canvas.toolbar.filetree
source: File Tree
pt_br: Arquivos
zh_hans: 文件树

# canvas.toolbar.filter
source: Filter/Search
pt_br: Filtrar/buscar
zh_hans: 过滤/搜索

# canvas.toolbar.format
source: Format
pt_br: Formatar
zh_hans: 格式

# canvas.toolbar.note
source: Note
pt_br: Nota
zh_hans: 笔记

# canvas.toolbar.portal
source: Browser
pt_br: Navegador
zh_hans: 浏览器

# canvas.toolbar.select
source: Select
pt_br: Selecionar
zh_hans: 选择工具

# canvas.toolbar.settings
source: Open Settings
pt_br: Abrir Configurações
zh_hans: 打开设置

# canvas.toolbar.shape
source: Shape
pt_br: Formas
zh_hans: 形状

# canvas.toolbar.text
source: Text Label
pt_br: Texto
zh_hans: 文本标签

# connection.delete
source: Delete Connection
pt_br: Excluir conexão
zh_hans: 删除连接

# connection.start
source: Start Connection
pt_br: Iniciar conexão
zh_hans: 开始连线

# data.alert.clear_storage.message
source: This will remove all cookies, cache, and local data from global-scoped Portals. You may need to log in again on websites.
pt_br: Isso removerá todos os cookies, cache e dados locais dos portais de escopo global. Pode ser necessário fazer login novamente em sites.
zh_hans: 这将清除全局范围传送门的所有 Cookie、缓存和本地数据。您可能需要重新登录网站。

# data.alert.clear_storage.title
source: Clear Global Storage?
pt_br: Limpar armazenamento global?
zh_hans: 清除全局存储？

# data.alert.delete_all.message
source: This will permanently delete all workspaces, notes, terminals, and settings. Type DELETE to confirm.
pt_br: Isso excluirá permanentemente todos os Workspaces, notas, Terminais e configurações. Digite DELETE para confirmar.
zh_hans: 这将永久删除所有工作区、笔记、终端和设置数据。输入 DELETE 确认。

# data.alert.delete_all.placeholder
source: Type DELETE to confirm
pt_br: Digite DELETE para confirmar
zh_hans: 输入 DELETE 确认

# data.alert.delete_all.title
source: Delete All Data?
pt_br: Excluir todos os dados?
zh_hans: 删除所有数据？

# data.autosave.interval
source: Interval
pt_br: Intervalo
zh_hans: 间隔

# data.autosave.last_save
source: Last Save
pt_br: Último salvamento
zh_hans: 上次保存

# data.autosave.not_yet
source: Not yet
pt_br: Ainda não
zh_hans: 尚未保存

# data.backup.last_auto_backup
source: Last Auto Backup
pt_br: Último backup automático
zh_hans: 上次自动备份

# data.backup.none
source: None
pt_br: Nenhum
zh_hans: 无

# data.button.clear_global_storage
source: Clear Global Storage…
pt_br: Limpar armazenamento global…
zh_hans: 清除全局存储…

# data.button.delete_all_data
source: Delete All Data…
pt_br: Excluir todos os dados…
zh_hans: 删除所有数据…

# data.button.export_backup
source: Export Backup…
pt_br: Exportar backup…
zh_hans: 导出完整备份…

# data.button.import_backup
source: Import Backup…
pt_br: Importar backup…
zh_hans: 导入备份…

# data.button.reveal_in_finder
source: Reveal in Finder
pt_br: Revelar no Finder
zh_hans: 在访达中显示

# data.export.panel_prompt
source: Export
pt_br: Exportar
zh_hans: 导出

# data.export.panel_title
source: Export Backup
pt_br: Exportar backup
zh_hans: 导出备份

# data.export.success
source: Backup exported successfully
pt_br: Backup exportado com sucesso
zh_hans: 备份导出成功

# data.global_storage.description
source: Cookies, cache, and local data shared by global-scoped Portals
pt_br: Cookies, cache e dados locais compartilhados por portais de escopo global
zh_hans: 使用全局范围的传送门共享的 Cookie、缓存和本地数据

# data.global_storage.shared_data
source: Shared Data
pt_br: Dados compartilhados
zh_hans: 共享数据

# data.import.panel_prompt
source: Import
pt_br: Importar
zh_hans: 导入

# data.import.panel_title
source: Import Backup
pt_br: Importar backup
zh_hans: 导入备份

# data.import.success
source: Restored %d files from backup
pt_br: %d arquivos restaurados do backup
zh_hans: 已从备份恢复 %d 个文件

# data.location
source: Location
pt_br: Localização
zh_hans: 位置

# data.section.autosave
source: Auto Save
pt_br: Salvamento automático
zh_hans: 自动保存

# data.section.backup
source: Backup & Restore
pt_br: Backup e restauração
zh_hans: 备份与恢复

# data.section.global_storage
source: Global Storage
pt_br: Armazenamento global
zh_hans: 全局存储

# data.section.reset
source: Reset
pt_br: Redefinir
zh_hans: 重置

# data.section.storage_location
source: Storage Location
pt_br: Local de armazenamento
zh_hans: 存储位置

# data.section.storage_usage
source: Storage Usage
pt_br: Uso de armazenamento
zh_hans: 存储用量

# data.usage.other
source: Other (configs, backups)
pt_br: Outros (configurações, backups)
zh_hans: 其他（配置、备份等）

# draw.help.fill_style
source: Fill Style
pt_br: Estilo de preenchimento
zh_hans: 填充风格

# draw.help.stroke_style
source: Stroke Style
pt_br: Estilo de traço
zh_hans: 线条风格

# draw.help.theme_color
source: Theme Color
pt_br: Cor do tema
zh_hans: 主题颜色

# draw.tool.arrow
source: Arrow
pt_br: Seta
zh_hans: 箭头

# draw.tool.diamond
source: Diamond
pt_br: Diamante
zh_hans: 菱形

# draw.tool.ellipse
source: Ellipse
pt_br: Elipse
zh_hans: 圆形

# draw.tool.highlighter
source: Highlighter
pt_br: Marcador
zh_hans: 荧光笔

# draw.tool.line
source: Line
pt_br: Linha
zh_hans: 线条

# draw.tool.pen
source: Pen
pt_br: Caneta
zh_hans: 钢笔

# draw.tool.rect
source: Rectangle
pt_br: Retângulo
zh_hans: 矩形

# filetree.claude_agents_label
source: CLAUDE.md / AGENTS.md (Sync)
pt_br: CLAUDE.md / AGENTS.md (sincronização)
zh_hans: CLAUDE.md / AGENTS.md（同步）

# filetree.column.name
source: Name
pt_br: Nome
zh_hans: 名称

# filetree.delete.confirm_message
source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.
zh_hans: 此操作无法撤销。

# filetree.delete.confirm_title
source: Delete "%@"?
pt_br: Excluir "%@"?
zh_hans: 删除"%@"？

# filetree.dir_path
source: Directory Path
pt_br: Caminho do diretório
zh_hans: 目录路径

# filetree.error.directory_not_found
source: Directory not found: %@
pt_br: Diretório não encontrado: %@
zh_hans: 目录不存在：%@

# filetree.menu.collapse_all
source: Collapse All
pt_br: Recolher tudo
zh_hans: 全部折叠

# filetree.menu.delete
source: Delete
pt_br: Excluir
zh_hans: 删除

# filetree.menu.hide_hidden_files
source: Hide Hidden Files
pt_br: Ocultar arquivos ocultos
zh_hans: 隐藏隐藏文件

# filetree.menu.icon_view
source: Icon View
pt_br: Visualização de ícones
zh_hans: 图标视图

# filetree.menu.list_view
source: List View
pt_br: Visualização de lista
zh_hans: 列表视图

# filetree.menu.new_file
source: New File
pt_br: Novo arquivo
zh_hans: 新建文件

# filetree.menu.new_folder
source: New Folder
pt_br: Nova pasta
zh_hans: 新建文件夹

# filetree.menu.open
source: Open
pt_br: Abrir
zh_hans: 打开

# filetree.menu.open_folder
source: Open in Finder
pt_br: Abrir no Finder
zh_hans: 在访达中打开

# filetree.menu.rename
source: Rename
pt_br: Renomear
zh_hans: 重命名

# filetree.menu.reveal_in_finder
source: Reveal in Finder
pt_br: Revelar no Finder
zh_hans: 在访达中显示

# filetree.menu.show_hidden_files
source: Show Hidden Files
pt_br: Mostrar arquivos ocultos
zh_hans: 显示隐藏文件

# filetree.new
source: New File Tree
pt_br: Novos arquivos
zh_hans: 新建文件树

# filetree.new_file.placeholder
source: File name
pt_br: Nome do arquivo
zh_hans: 文件名

# filetree.new_file.title
source: New File
pt_br: Novo arquivo
zh_hans: 新建文件

# filetree.new_folder.placeholder
source: Folder name
pt_br: Nome da pasta
zh_hans: 文件夹名

# filetree.new_folder.title
source: New Folder
pt_br: Nova pasta
zh_hans: 新建文件夹

# filetree.rename.title
source: Rename
pt_br: Renomear
zh_hans: 重命名

# filetree.sync_config
source: Sync CLAUDE.md ↔ AGENTS.md
pt_br: Sincronizar CLAUDE.md ↔ AGENTS.md
zh_hans: 同步 CLAUDE.md ↔ AGENTS.md

# filetree.sync_config.help
source: When either file is modified, automatically sync to the other
pt_br: Ao modificar um dos arquivos, sincronizar automaticamente com o outro
zh_hans: 修改任意一个文件时，自动同步到另一个文件

# floor.branch_name
source: Branch Name
pt_br: Nome da Branch
zh_hans: 分支名

# floor.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# floor.current_branch.unknown
source: Unknown Branch
pt_br: Branch desconhecida
zh_hans: 未知分支

# floor.error.not_git_repo
source: Working directory '%@' is not a git repository. Please run git init first.
pt_br: O diretório de trabalho '%@' não é um repositório Git. Execute git init primeiro.
zh_hans: 工作目录 '%@' 不是 git repository，无法创建 Floor。请先运行 git init。

# floor.hook.manual
source: Executed on manual trigger
pt_br: Executado ao acionar manualmente
zh_hans: 手动触发时执行

# floor.hook.post_create
source: Executed after Floor is created
pt_br: Executado após criar o Floor
zh_hans: 创建 Floor 后自动执行

# floor.hook.teardown
source: Executed before Landing/deleting Floor
pt_br: Executado antes de concluir ou excluir o Floor
zh_hans: Landing/删除 Floor 前执行

# floor.land
source: Land
pt_br: Concluir

# floor.merge_success
source: Merge successful! Floor complete.
pt_br: Merge concluído! Floor finalizado.
zh_hans: 合并成功！Floor 已完成。

source: Floor Name
pt_br: Nome do Floor
zh_hans: Floor 名称

# floor.new
source: New Floor
pt_br: Novo Floor
zh_hans: 新建 Floor

# floor.new_button
source: + New Floor
pt_br: + Novo Floor
zh_hans: + 新建 Floor

source: Floor Overview
pt_br: Visão geral dos Floors
zh_hans: Floor 总览

# floor.target_branch
source: Target Branch
pt_br: Branch de destino
zh_hans: 目标分支

# floor.target_branch_label
source: Target Branch:
pt_br: Branch de destino:
zh_hans: 目标分支：

# floor.use_existing_branch
source: Use Existing Branch
pt_br: Usar Branch existente
zh_hans: 使用已有分支

# floor.work_branches
source: Work Branches (Floors)
pt_br: Branches de trabalho (Floors)
zh_hans: 工作分支（Floors）

# general.appearance.coming_soon
source: Appearance customization coming soon
pt_br: Personalização de aparência em breve
zh_hans: 外观自定义功能即将推出

# general.auto_backup
source: Auto Backup
pt_br: Backup automático
zh_hans: 自动备份

# general.auto_backup.hourly
source: Hourly
pt_br: De hora em hora
zh_hans: 每小时

# general.background.dot_grid
source: Dot Grid
pt_br: Grade de pontos
zh_hans: 点阵网格

# general.background.solid
source: Solid
pt_br: Sólido
zh_hans: 纯色

# general.background.transparent
source: Transparent
pt_br: Transparente
zh_hans: 透明

# general.backup_list.empty
source: No Backups
pt_br: Sem backups
zh_hans: 暂无备份

# general.backup_list.restored
source: Confirmed files:
pt_br: Arquivos confirmados:
zh_hans: 已确认文件数：

# general.backup_list.title
source: Backup List
pt_br: Lista de backups
zh_hans: 备份列表

# general.canvas_background
source: Canvas Background
pt_br: Fundo do Canvas
zh_hans: 画布背景

# general.language
source: Language
pt_br: Idioma
zh_hans: 语言

# general.metal_renderer
source: Metal Renderer (High Performance Terminal)
pt_br: Renderizador Metal (Terminal de alto desempenho)
zh_hans: Metal 渲染器（终端高性能模式）

# general.metal_renderer.help
source: Use Metal GPU acceleration for terminal rendering to reduce CPU usage during heavy output
pt_br: Usar aceleração da GPU via Metal para renderizar o Terminal e reduzir o uso de CPU durante saídas intensas
zh_hans: 使用 Metal GPU 加速终端渲染，可降低大量输出时的 CPU 占用

# general.preferred_ide
source: Preferred IDE
pt_br: IDE preferido
zh_hans: 首选 IDE

# general.preferred_ide.help
source: Editor used when choosing View → Open in Editor
pt_br: Editor usado ao escolher Visualizar → Abrir no editor
zh_hans: 在「View → Open in Editor」时使用的编辑器

# general.section.appearance
source: Appearance
pt_br: Aparência
zh_hans: 外观

# general.section.integration
source: Integration
pt_br: Integração
zh_hans: 集成

# general.section.language
source: Language
pt_br: Idioma
zh_hans: 语言偏好

# general.section.update
source: Update
pt_br: Atualizações
zh_hans: 更新

# general.ssh_add_to_path
source: Add to PATH
pt_br: Adicionar ao PATH
zh_hans: 添加到 PATH

# general.ssh_enabled
source: Enable Remote SSH
pt_br: Habilitar SSH remoto
zh_hans: 启用 Remote SSH

# general.ssh_script_path
source: Script Path
pt_br: Caminho do script
zh_hans: 脚本路径

# general.ssh_script_path.help
source: omaestri script installation path (default ~/.local/bin/omaestri)
pt_br: Caminho de instalação do omaestri (padrão: ~/.local/bin/omaestri)
zh_hans: omaestri 脚本安装路径（默认 ~/.local/bin/omaestri）

# general.ssh_tunnel.help
source: SSH reverse tunnel port (default 7433), used by remote omaestri CLI to connect back
pt_br: Porta do túnel SSH reverso (padrão: 7433), usada pela CLI remota do omaestri para se reconectar
zh_hans: SSH 反向隧道端口（默认 7433），远端 omaestri CLI 通过此端口回连

# general.ssh_username
source: Username
pt_br: Nome de usuário
zh_hans: 用户名

# git.branch.unknown
source: Unknown Branch
pt_br: Branch desconhecida
zh_hans: 未知分支

# git.commit_message_placeholder
source: Commit message…
pt_br: Mensagem do commit…
zh_hans: 提交信息…

# git.diff_view
source: Diff View
pt_br: Visualizar diff
zh_hans: 差异图

# git.no_diff
source: (No differences)
pt_br: (Sem diferenças)
zh_hans: (无差异)

# git.target_branch
source: Target Branch
pt_br: Branch de destino
zh_hans: 目标分支

# label.appearance
source: Appearance
pt_br: Aparência
zh_hans: 外观

# label.basic_info
source: Basic Info
pt_br: Informações básicas
zh_hans: 基本信息

# label.details
source: Details
pt_br: Detalhes
zh_hans: 详细信息

# label.search
source: Search
pt_br: Buscar
zh_hans: 搜索

# menu.app.new_workspace
source: New Workspace
pt_br: Novo Workspace
zh_hans: 新建工作区

# menu.app.routines
source: Routines…
pt_br: Rotinas…

# menu.assign_role
source: Assign Role
pt_br: Atribuir função
zh_hans: 分配角色

# menu.change_root
source: Change Root Directory
pt_br: Alterar diretório raiz
zh_hans: 更改根目录

# menu.clear_all
source: Clear All
pt_br: Limpar tudo
zh_hans: 清除全部

# menu.close
source: Close
pt_br: Fechar
zh_hans: 关闭

# menu.collapse_all
source: Collapse All
pt_br: Recolher tudo
zh_hans: 全部折叠

# menu.create_connection
source: Create Connection
pt_br: Criar conexão
zh_hans: 创建连接

# menu.delete
source: Delete
pt_br: Excluir
zh_hans: 删除

# menu.delete_connection
source: Delete Connection
pt_br: Excluir conexão
zh_hans: 删除连接

# menu.diff_view
source: Diff View
pt_br: Visualização de diferenças
zh_hans: 差异图

# menu.disable_maestro
source: Disable Maestro
pt_br: Desativar Maestro
zh_hans: 停用 Maestro 模式

# menu.duplicate_node
source: Duplicate Node
pt_br: Duplicar nó
zh_hans: 复制节点

# menu.edit
source: Edit
pt_br: Editar
zh_hans: 编辑

# menu.enable_maestro
source: Enable Maestro
pt_br: Habilitar Maestro
zh_hans: 启用 Maestro 模式

# menu.icon_view
source: Icon View
pt_br: Visualização de ícones
zh_hans: 图标视图

# menu.list_view
source: List View
pt_br: Visualização de lista
zh_hans: 列表视图

# menu.lock
source: Lock
pt_br: Bloquear
zh_hans: 锁定

# menu.move_to
source: Move to…
pt_br: Mover para…
zh_hans: 移动到…

# menu.navigate_into
source: Navigate Into
pt_br: Abrir
zh_hans: 导航进入

# menu.no_role_clear
source: No Role (Clear)
pt_br: Sem função (limpar)
zh_hans: 无角色（清除）

# menu.rename
source: Rename
pt_br: Renomear
zh_hans: 重命名

# menu.reveal_in_finder
source: Reveal in Finder
pt_br: Revelar no Finder
zh_hans: 在访达中显示

# menu.show_hidden_files
source: Show Hidden Files
pt_br: Mostrar arquivos ocultos
zh_hans: 显示隐藏文件

# menu.start_connect
source: Start Connection
pt_br: Iniciar conexão
zh_hans: 开始连线

# menu.undo_stroke
source: Undo Stroke
pt_br: Desfazer traço
zh_hans: 撤销笔画

# menu.unlock
source: Unlock
pt_br: Desbloquear
zh_hans: 解锁

# menu.view
source: View
pt_br: Visualizar
zh_hans: 视图

# menu.view.filter_search
source: Filter / Search
pt_br: Filtrar/Pesquisar
zh_hans: 过滤/搜索

# menu.view.floor_overview
source: Floor Overview
pt_br: Visão geral dos Floors
zh_hans: Floor 总览

# menu.view.next_terminal
source: Next Terminal
pt_br: Próximo terminal
zh_hans: 下一个终端

# menu.view.next_workspace
source: Next Workspace
pt_br: Próximo Workspace
zh_hans: 下一个工作区

# menu.view.open_in_editor
source: Open in Editor
pt_br: Abrir no editor
zh_hans: 在编辑器中打开

# menu.view.prev_terminal
source: Previous Terminal
pt_br: Terminal anterior
zh_hans: 上一个终端

# menu.view.prev_workspace
source: Previous Workspace
pt_br: Workspace anterior
zh_hans: 上一个工作区

# menu.view.reset_zoom
source: Reset Zoom
pt_br: Redefinir zoom
zh_hans: 重置缩放

# menu.view.toggle_zoom
source: Toggle Zoom
pt_br: Alternar zoom
zh_hans: 切换缩放
